Repository: ADarkHero/tcg
Catalog: Locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: Password
de_de: Passwort

source: Company icon
de_de: Unternehmenslogo

source: Forgot password?
de_de: Passwort vergessen?

source: Remember me?
de_de: Angemeldet bleiben?

source: Internal
de_de: Interner Bereich

source: Settings
de_de: Einstellungen

source: Your profile
de_de: Dein Profil

source: Your cards
de_de: Deine Karten

source: Memberlist
de_de: Mitgliederliste

source: Cardsets
de_de: Kartensets

source: Games
de_de: Spiele

source: Home
de_de: Startseite

source: Your Trades
de_de: Tauschanfragen

source: Powered by <a href="http://www.php-einfach.de" target="_blank">PHP-Einfach.de</a>
de_de: Erstellt von <a href="http://www.php-einfach.de" target="_blank">PHP-Einfach.de</a>

source: Edited by <a href="https://www.adarkhero.de" target="_blank">ADarkHero</a>
de_de: Editiert von <a href="https://www.adarkhero.de" target="_blank">ADarkHero</a>

source: Forgot password
de_de: Passwort vergessen

source: No user found!
de_de: Kein Benutzer gefunden!

source: Please input your e-mail address!
de_de: Bitte eine E-Mail-Adresse eintragen!

source: New password for your account!
de_de: Neues Passwort für deinen Account!

source: Hello
de_de: Hallo

source: somebody asked for a new password. To change your password, visit the following website in the next 24 hours:
de_de: für deinen Account wurde nach einem neuen Passwort gefragt. Um ein neues Passwort zu vergeben, rufe innerhalb der nächsten 24 Stunden die folgende Website auf:

source: If you remember your password or if you didn't ask for this mail, you can ignore this.
de_de: Sollte dir dein Passwort wieder eingefallen sein oder hast du dies nicht angefordert, so bitte ignoriere diese E-Mail.

source: Greetings,
de_de: Grüße,

source: We sent a link to reset your password to your e-mail.
de_de: Ein Link um dein Passwort zurückzusetzen wurde an deine E-Mail-Adresse gesendet.

source: Input your e-mail adress, to get a new password.
de_de: Gib hier deine E-Mail-Adresse ein, um ein neues Passwort anzufordern.

source: New password
de_de: Neues Passwort

source: Play minigames to get cards
de_de: Spiele Minispiele um Karten zu erhalten

source: Trade cards with other members
de_de: Tausche Karten mit anderen Spielern

source: Collect card sets
de_de: Sammle Kartensets

source: News
de_de: Neues

source: You can find my GitHub <a href="https://github.com/ADarkHero/tcg" target="_blank">here</a>.
de_de: Ihr findet mein GitHub <a href="https://github.com/ADarkHero/tcg" target="_blank">hier</a>.

source: Further information
de_de: Weitere Informationen

source: We trade cards
de_de: Wir tauschen Karten

source: Welcome!
de_de: Herzlich Willkommen!

source: welcome to the internal area!
de_de: herzlich Willkommen im internen Bereich!

source: E-mail or password incorrect
de_de: E-Mail oder Passwort war ungültig

source: Logout successfull.
de_de: Der Logout war erfolgreich.

source: Back to homepage
de_de: Zurück zur Startseite

source: Please fill out every field.
de_de: Bitte alle Felder ausfüllen.

source: Please input a valid e-mail.
de_de: Bitte eine gültige E-Mail-Adresse eingeben.

source: Please input a password.
de_de: Bitte ein Passwort angeben.

source: Both passwords must be the same.
de_de: Die Passwörter müssen übereinstimmen.

source: The e-mail was already used.
de_de: Diese E-Mail-Adresse ist bereits vergeben.

source: You were successfully registered!
de_de: Du wurdest erfolgreich registriert!

source: Error while saving your user.
de_de: Beim Abspeichern ist leider ein Fehler aufgetreten.

source: Your password:
de_de: Dein Passwort:

source: Repeat password:
de_de: Passwort wiederholen:

source: Register
de_de: Registrieren

source: No code to reset the password was transmitted.
de_de: Leider wurde beim Aufruf dieser Website kein Code zum Zurücksetzen deines Passworts übermittelt.

source: The user was not found or they didn't request a password.
de_de: Der Benutzer wurde nicht gefunden oder hat kein neues Passwort angefordert.

source: The code isn't valid anymore.
de_de: Dein Code ist leider abgelaufen. Bitte benutze die Passwort vergessen Funktion erneut.

source: The code, you input, wasn't valid.
de_de: Der übergebene Code war ungültig. Stell sicher, dass du den genauen Link in der URL aufgerufen hast. Solltest du mehrmals die Passwort-vergessen Funktion genutzt haben, so ruf den Link in der neuesten E-Mail auf.

source: Please input identical passwords.
de_de: Bitte identische Passwörter eingeben.

source: Your password was changed.
de_de: Dein Passwort wurde erfolgreich geändert.

source: Please input your password:
de_de: Bitte gib ein neues Passwort ein:

source: Input password again:
de_de: Passwort erneut eingeben:

source: Save password
de_de: Passwort speichern

source: Please input your username.
de_de: Bitte Username ausfüllen.

source: Data successfully saved!
de_de: Daten erfolgreich gespeichert!

source: The e-mail adresses are not identical.
de_de: Die eingegebenen E-Mail-Adressen stimmten nicht überein.

source: Please use a vaild e-mail.
de_de: Bitte eine gültige E-Mail-Adresse eingeben.

source: Please input a correkt password.
de_de: Bitte korrektes Passwort eingeben.

source: E-mail adress successfully saved.
de_de: E-Mail-Adresse erfolgreich gespeichert.

source: The passwords don't match.
de_de: Die eingegebenen Passwörter stimmten nicht überein.

source: The password must be filled.
de_de: Das Passwort darf nicht leer sein.

source: Please input a correct password.
de_de: Bitte korrektes Passwort eingeben.

source: Password successfully saved.
de_de: Passwort erfolgreich gespeichert.

source: Einstellungen
de_de: Settings

source: Personal data
de_de: Persönliche Daten

source: Save
de_de: Speichern

source: again
de_de: wiederholen

source: To change your e-mail, please input your password and your e-mail address.
de_de: Zum Änderen deiner E-Mail-Adresse gib bitte dein aktuelles Passwort sowie die neue E-Mail-Adresse ein.

source: To change your password, please input your old password and your new password.
de_de: Zum Änderen deines Passworts gib bitte dein aktuelles Passwort sowie das neue Passwort ein.

source: Old password
de_de: Altes Passwort

source: Cards
de_de: Karten

source: Card
de_de: Karte

source: Storage
de_de: Truhe

source: Cardset
de_de: Kartenset

source: Cardtoken
de_de: Kartenkürzel

source: Card ID
de_de: Kartennummer

source: alert("There was a error while moving the card.");
de_de: alert("Es gab einen Fehler beim Verschieben der Karte.");

source: Trade
de_de: Tauschen

source: Trade card?
de_de: Karte tauschen?

source: Ask for trade
de_de: Tausch anfragen

source: Give 7 random cards
de_de: Erhalte 7 zufällige Karten
